Overload List
Name  |   Description
GetWireCenterlines
 Gets a list of curves representing the wires centerlines of the Fabric Sheet in the both distribution directions.
GetWireCenterlines(WireDistributionDirection)
 Gets a list of curves representing the wires centerlines of the Fabric Sheet.
 See Also
  FabricSheet Class
  FabricSheet Members
  Autodesk.Revit.DB.Structure Namespace